

#告警数据概要
p_alarm_guide = {
    '01':{"propertyId":497,"startDate":1656000000000,"endDate":1656086399999},
}
#工单数据概要
p_workroder_guide = {
    '01':{'0':'p','1':'r','2':'o','3':'p','4':'e','5':'r','6':'t','7':'y','8':'I','9':'d','10':'%3D','11':'4','12':'9','13':'7'},
}
#线下巡检任务概览
p_offline_guide = {
    '01':{'0':'p','1':'r','2':'o','3':'p','4':'e','5':'r','6':'t','7':'y','8':'I','9':'d','10':'%3D','11':'4','12':'9','13':'7'},
}
#维保任务数据概览
p_maintenance_guide = {
    '01':{'0':'p','1':'r','2':'o','3':'p','4':'e','5':'r','6':'t','7':'y','8':'I','9':'d','10':'%3D','11':'4','12':'9','13':'7'},
}
#告警记录列表
p_list_alarm = {
    '01':{"total":0,"page":1,"rows":5,"alarmLevel":"","alarmType":"","alarmStatusList":"1,2"},
}
#工单待办列表
p_page_workorder = {
    '01':{"head":{"current":1,"size":100},"body":{"stateStr":"1,2,4,5,8,9,10"}},
}
#人行记录列表
p_list_rx = {
    '01':{"total":0,"page":1,"rows":5},
}
#车行记录列表
p_list_cx = {
    '01':{"total":0,"page":1,"rows":5},
}